Repository: xaphod/PhotoPad
Catalog: PhotoPad/*.lproj/Localizable.strings
Languages: de

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Browse All Photos
de: Alle fotos

source: Maximum 6 Photos
de: Maximal 6 Fotos

source: The maximum number of photos is already selected. To clear the selection, use the clear button.
de: Die maximale Anzahl der Bilder ist bereits ausgewählt. Um die Auswahl zu löschen, verwenden Sie die X.

source: Printing Successful
de: Druck War Erfolgreiche

source: Your photo(s) will print soon. Please take the photo and put it in the wedding album for the happy couple, and write a nice message with it!
de: Ihr Foto(s) wird bald drucken. Bitte nehmen Sie das Foto aus und legen Sie sie in der Hochzeitsalbum für das glückliche Paar. Vergessen Sie nicht, eine Nachtricht ins album zu schreiben!

source: Printing Error
de: Druck Nicht Erfolgreiche

source: Oh no! The printer didn't work. Please go get the photographer and tell him about it. Your pictures have been saved, so you can try again later. Error -- descrip: %@, domain %@ with error code %d
de: Oups! Der Drucker hat nicht funktioniert. Bitte gehen Sie zu den Fotografen und erklären was passiert ist. Ihre Bilder wurden gespeichert -- Sie können es später nochmal versuchen. Error -- descrip: %@, domain %@ with error code %d

source: Please choose more photos
de: Bitte wählen Sie mehr Fotos

source: Please choose at least 2 photos to print. You can choose photos by touching them at the top.
de: Um zu drucken, wählen Sie bitte mindestens 2 Fotos. Sie können Fotos von oben wählen.

source: Invalid Email Address
de: Email Adresse nicht gültig

source: Please enter a valid email address, or hit cancel.
de: Bitte geben Sie eine gültige E-Mail-Adresse.

source: Email Saved
de: Email Gespeichert

source: Your email address has been saved, thank you!
de: Ihre E-Mail-Adresse wurde gespeichert, danke!

source: Need Access to Photos
de: Zugriff auf Fotos Benötigt

source: Please give this app permission to access your photo library in your settings app.
de: Bitte geben Sie diese App Erlaubnis, in die Einstellungen App Zugriff auf Ihre Foto-Bibliothek.
